/**************************************
FileAndStream.js ver. 2012-12-06
Interface language
Language:      Polish (1045)
Translated by: KDJ
**************************************/
sTxtFilter       = "Filtr";
sTxtFileName     = "Nazwa pliku";
sTxtStrName      = "Nazwa strumienia NTFS";
sTxtSize         = "Rozmiar";
sTxtTime         = "Czas";
sTxtAttrib       = "Atryb.";
sTxtOpenWin      = "Otwórz (Windows)";
sTxtMenu         = "Menu";
sTxtRename       = "Zmień nazwę";
sTxtView         = "Podgląd";
sTxtEdit         = "Edytuj";
sTxtCopy         = "Kopiuj";
sTxtToSecPanel   = "Do drugiego panela";
sTxtToOwnPanel   = "Do własnego panela";
sTxtMove         = "Przenieś";
sTxtCreate       = "Utwórz";
sTxtDelete       = "Usuń";
sTxtRefresh      = "Odśwież";
sTxtCompare      = "Porównaj";
sTxtNoFiles      = "<brak plików>";
sTxtNoStreams    = "<brak strumieni>";
sTxtNoSupport    = "<dysk nie obsługuje strumieni NTFS>";
sTxtMainStream   = "<nienazwany - główny strumień>";
sTxtNoDrive      = "Dysk jest niedostępny. Proszę wybrać inny.";
sTxtNoDirRefr    = "Katalog nie istnieje. Lista plików zostanie odświeżona.";
sTxtNoFileRefr   = "Plik nie istnieje. Lista plików zostanie odświeżona.";
sTxtNoStreamRefr = "Strumień nie istnieje. Lista strumieni zostanie odświeżona.";
sTxtNoDirAcc     = "Brak dostępu do tego katalogu.";
sTxtNoExists     = "Nie istnieje.";
sTxtDirNoExists  = "Katalog nie istnieje.";
sTxtFileNoExists = "Plik nie istnieje.";
sTxtDirExists    = "Katalog już istnieje.";
sTxtFileExists   = "Plik już istnieje.";
sTxtStrExists    = "Strumień już istnieje.";
sTxtNameExists   = "Nazwa już istnieje.";
sTxtRenDir       = "Zmień nazwę katalogu";
sTxtRenFile      = "Zmień nazwę pliku";
sTxtRenStr       = "Zmień nazwę strumienia";
sTxtRenFail      = "Nie można zmienić nazwy.";
sTxtNewName      = "nowa nazwa:";
sTxtCopDir       = "Kopiuj katalog";
sTxtCopFile      = "Kopiuj plik";
sTxtCopStr       = "Kopiuj strumień";
sTxtCopFail      = "Nie można skopiować.";
sTxtMovDir       = "Przenieś katalog";
sTxtMovFile      = "Przenieś plik";
sTxtMovStr       = "Przenieś strumień";
sTxtMovFail      = "Nie można przenieść.";
sTxtWantReplace  = "Już istnieje. Czy chcesz go zastąpić?";
sTxtDirToSubdir  = "Nie możesz skopiować/przenieść katalogu do jego własnego podkatalogu.";
sTxtFileToStr    = "Nie możesz przenieść pliku do jego własnego strumienia.";
sTxtCreDir       = "Utwórz nowy katalog";
sTxtCreFile      = "Utwórz nowy plik";
sTxtCreStr       = "Utwórz nowy strumień";
sTxtCreFail      = "Nie można utworzyć.";
sTxtInpName      = "Podaj nazwę:";
sTxtDelDir       = "Usuń katalog z dysku";
sTxtDelDirToBin  = "Usuń katalog do kosza";
sTxtDelFile      = "Usuń plik z dysku";
sTxtDelFileToBin = "Usuń plik do kosza";
sTxtDelStr       = "Usuń strumień";
sTxtDelFail      = "Nie można usunąć.";
sTxtWantDelete   = "Czy chcesz usunąć?";
sTxtToRecBin     = "Do kosza";
sTxtFromDisk     = "Z dysku";
sTxtTo           = "do:";
sTxtToFile       = "do pliku:";
sTxtToStream     = "do strumienia:";
sTxtBadName      = "Niedozwolona nawa.";
sTxtBadChar      = "Nazwa zawiera niedozwolony znak";
sTxtRunScript    = "Uruchom skrypt AkelPad'a";
sTxtJsVbsOnly    = "Można uruchamiać tylko pliki .JS i .VBS";
sTxtNoRunScript  = "Skrypt AkelPad'a można uruchomić tylko z dysku, na którym jest zainstalowany AkelPad.";
sTxtInpArgs      = "Podaj argumenty:";
sTxtNoFileProp   = "Błąd: nie można wyświetlić właściwości pliku.";
sTxtSetViewer    = "Zewnętrzny program do podglądu plików";
sTxtSetEditor    = "Zewnętrzny edytor plików";
sTxtSetComparer  = "Zewnętrzny program do porównywania plików";
sTxtDispName     = "Wyświetlana nazwa";
sTxtFullName     = "Pełna nazwa pliku wykonywalnego ze ścieżką";
sTxtAkelDir      = "katalog AkelPad";
sTxtEnvVar       = "zmienna środowiskowa";
sTxtAddPar       = "Dodatkowe parametry:";
sTxtMustSpecify  = "Musisz podać";
sTxtFavorites    = "Ulubione";
sTxtAddFavorite  = "Dodaj do ulubionych";
sTxtModFavorite  = "Modyfikuj ulubione";
sTxtDelFavorite  = "Usuń z ulubionych";
sTxtCleFavorite  = "Wyczyść listę ulubionych";
sTxtWantDelFav   = "Czy chcesz usunąć z ulubionych?";
sTxtWantCleFavAp = "Czy chcesz usunąć wszystkie ulubione programy?";
sTxtWantCleFavFo = "Czy chcesz usunąć wszystkie ulubione foldery?";
sTxtOpenInFavor  = "Otwórz w ulubionym";
sTxtGoToFavFold  = "Przejdź do ulubionego foldera";
sTxtCleHistory   = "Wyczyść historię katalogów";
sTxtSaveHistory  = "Zapisuj historię przy wyjściu";
sTxtAddAssoc     = "Dodaj wewnętrzne skojarzenie";
sTxtModAssoc     = "Modyfikuj skojarzenie";
sTxtDelAssoc     = "Usuń skojarzenie";
sTxtCleAssoc     = "Wyczyść listę skojarzeń";
sTxtFileExtSep   = "Rozszerzenia nazw plików oddzielone przecinkami";
sTxtAssocExists  = "Skojarzenie już istnieje."
sTxtWantDelAssoc = "Czy chcesz usunąć wewnętrzne skojarzenie plików?";
sTxtWantCleAssoc = "Czy chcesz usunąć wszystkie wewnętrzne skojarzenia plików?";
sTxtOpenInAssoc  = "Otwórz (wewnętrzne skojarzenie)";
sTxtWait         = "Proszę czekać...";

//Menu
sTxtFile         = "Plik";
sTxtDrive        = "Dysk";
sTxtDirectory    = "Katalog";
sTxtShow         = "Pokaż";
sTxtWindow       = "Okno";
sTxtApplications = "Programy";
sTxtRun          = "Uruchom";
sTxtExit         = "Zakończ";
sTxtProperties   = "Właściwości";
sTxtCopyNames    = "Kopiuj nazwy";
sTxtPath         = "Ścieżka";
sTxtStream       = "Strumień";
sTxtFilesList    = "Lista plików w katalogu";
sTxtStreamsList  = "Lista strumieni w pliku";
sTxtLeftPanel    = "Lewy panel";
sTxtRightPanel   = "Prawy panel";
sTxtGoToParent   = "Przejdź do nadrzędnego";
sTxtGoToSubDir   = "Przejdź do podkatalogu";
sTxtGoToMain     = "Przejdź do głównego";
sTxtFavFolders   = "Ulubione foldery";
sTxtSpecFolders  = "Specjalne foldery";
sTxtHistory      = "Historia";
sTxtUndo         = "Cofnij";
sTxtRedo         = "Powtórz";
sTxtRightToLeft  = "Prawy do lewego";
sTxtLeftToRight  = "Lewy do prawego";
sTxtSwapPanels   = "Zamień panele";
sTxtQuickView    = "Szybki podgląd";
sTxtColumns      = "Kolumny";
sTxtOnlyName     = "Tylko nazwa";
sTxtAttributes   = "Atrybuty";
sTxtMoveLeft     = "Przesuń w lewo";
sTxtMoveRight    = "Przesuń w prawo";
sTxtMoveUp       = "Przesuń w górę";
sTxtMoveDown     = "Przesuń w dół";
sTxtToLeftEdge   = "Do lewej krawędzi";
sTxtToRightEdge  = "Do prawej krawędzi";
sTxtToTopEdge    = "Do górnej krawędzi";
sTxtToBottomEdge = "Do dolnej krawędzi";
sTxtCenter       = "Wyśrodkuj";
sTxtMaximize     = "Maksymalizuj";
sTxtViewer       = "Podgląd plików";
sTxtEditor       = "Edytor";
sTxtComparer     = "Porównywanie plików";
sTxtCommandLine  = "Linia poleceń";
sTxtAkelScript   = "Skrypt AkelPad'a";
sTxtWithoutArgs  = "Bez  argumentów";
sTxtWithArgs     = "Z argumentami";